Repository: rfchu/khuaplayer
Catalog: Apps/Mac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# lang.pt
source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
id: Portugis
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
nl: Portugees
pl: Portugalski
pt: Português
ru: Португальский
th: โปรตุเกส
tr: Portekizce
vi: Tiếng Bồ Đào Nha
zh_hans: 葡萄牙语
zh_hant: 葡萄牙文

# lang.ru
source: Russian
de: Russisch
es: Ruso
fr: Russe
id: Rusia
it: Russo
ja: ロシア語
ko: 러시아어
nl: Russisch
pl: Rosyjski
pt: Russo
ru: Русский
th: รัสเซีย
tr: Rusça
vi: Tiếng Nga
zh_hans: 俄语
zh_hant: 俄文

# lang.unknown
source: Untagged
de: Nicht gekennzeichnet
es: Sin etiquetar
fr: Non indiquée
id: Tidak ditandai
it: Non specificata
ja: タグなし
ko: 미지정
nl: Niet gelabeld
pl: Nieoznaczony
pt: Não especificado
ru: Не указан
th: ไม่ได้ระบุ
tr: Etiketlenmemiş
vi: Chưa gắn nhãn
zh_hans: 未标注
zh_hant: 未標註

# lang.vi
source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
id: Vietnam
it: Vietnamita
ja: ベトナム語
ko: 베트남어
nl: Vietnamees
pl: Wietnamski
pt: Vietnamita
ru: Вьетнамский
th: เวียดนาม
tr: Vietnamca
vi: Tiếng Việt
zh_hans: 越南语
zh_hant: 越南文

# lang.zh
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
id: Tionghoa
it: Cinese
ja: 中国語
ko: 중국어
nl: Chinees
pl: Chiński
pt: Chinês
ru: Китайский
th: จีน
tr: Çince
vi: Tiếng Trung
zh_hans: 中文
zh_hant: 中文

# lang.zhHans
source: Simplified Chinese
de: Chinesisch (vereinfacht)
es: Chino simplificado
fr: Chinois simplifié
id: Tionghoa Sederhana
it: Cinese semplificato
ja: 簡体字中国語
ko: 중국어(간체)
nl: Vereenvoudigd Chinees
pl: Chiński uproszczony
pt: Chinês simplificado
ru: Китайский (упрощённый)
th: จีนตัวย่อ
tr: Basitleştirilmiş Çince
vi: Tiếng Trung giản thể
zh_hans: 简体中文
zh_hant: 簡體中文

# lang.zhHant
source: Traditional Chinese
de: Chinesisch (traditionell)
es: Chino tradicional
fr: Chinois traditionnel
id: Tionghoa Tradisional
it: Cinese tradizionale
ja: 繁体字中国語
ko: 중국어(번체)
nl: Traditioneel Chinees
pl: Chiński tradycyjny
pt: Chinês tradicional
ru: Китайский (традиционный)
th: จีนตัวเต็ม
tr: Geleneksel Çince
vi: Tiếng Trung phồn thể
zh_hans: 繁体中文
zh_hant: 繁體中文

# media.depth
source: Bit Depth
de: Bittiefe
es: Profundidad de bits
fr: Profondeur de bits
id: Kedalaman bit
it: Profondità bit
ja: ビット深度
ko: 비트 심도
nl: Bitdiepte
pl: Głębia bitowa
pt: Profundidade de bits
ru: Глубина цвета
th: ความลึกบิต
tr: Bit derinliği
vi: Độ sâu bit
zh_hans: 位深
zh_hant: 位元深度

# media.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
id: Durasi
it: Durata
ja: 長さ
ko: 재생 시간
nl: Duur
pl: Czas trwania
pt: Duração
ru: Длительность
th: ความยาว
tr: Süre
vi: Thời lượng
zh_hans: 时长
zh_hant: 時間長度

# media.fps
source: Frame Rate
de: Bildrate
es: Frecuencia de fotogramas
fr: Fréquence d’images
id: Laju bingkai
it: Frequenza fotogrammi
ja: フレームレート
ko: 프레임 속도
nl: Beeldfrequentie
pl: Liczba klatek/s
pt: Taxa de quadros
ru: Частота кадров
th: อัตราเฟรม
tr: Kare hızı
vi: Tốc độ khung hình
zh_hans: 帧率
zh_hant: 影格率

# media.maxcll
source: Peak Brightness
de: Spitzenhelligkeit
es: Brillo máximo del contenido
fr: Pic de luminosité du contenu
id: Kecerahan puncak konten
it: Luminosità di picco
ja: コンテンツピーク輝度
ko: 콘텐츠 최대 밝기
nl: Piekhelderheid
pl: Szczytowa jasność treści
pt: Brilho de pico
ru: Пиковая яркость
th: ความสว่างสูงสุดของเนื้อหา
tr: Tepe parlaklığı
vi: Độ sáng đỉnh nội dung
zh_hans: 内容峰值亮度
zh_hant: 內容峰值亮度

# media.maxfall
source: Average Frame Brightness
de: Mittlere Bildhelligkeit
es: Brillo promedio por fotograma
fr: Luminosité moyenne des images
id: Kecerahan bingkai rata-rata
it: Luminosità media dei fotogrammi
ja: 平均フレーム輝度
ko: 평균 프레임 밝기
nl: Gemiddelde beeldhelderheid
pl: Średnia jasność klatki
pt: Brilho médio por quadro
ru: Средняя яркость кадра
th: ความสว่างเฟรมเฉลี่ย
tr: Ortalama kare parlaklığı
vi: Độ sáng khung hình trung bình
zh_hans: 平均帧亮度
zh_hant: 平均影格亮度

# media.primaries
source: Color Primaries
de: Primärfarben
es: Primarios de color
fr: Primaires de couleur
id: Primer warna
it: Primari colore
ja: カラープライマリ
ko: 컬러 프라이머리
nl: Primaire kleuren
pl: Barwy podstawowe
pt: Primárias de cor
ru: Основные цвета
th: สีปฐมภูมิ
tr: Ana renkler
vi: Màu gốc
zh_hans: 色彩原色
zh_hant: 色彩原色

# media.resolution
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
id: Resolusi
it: Risoluzione
ja: 解像度
ko: 해상도
nl: Resolutie
pl: Rozdzielczość
pt: Resolução
ru: Разрешение
th: ความละเอียด
tr: Çözünürlük
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度

# media.trc
source: Transfer Function
de: Übertragungsfunktion
es: Función de transferencia
fr: Fonction de transfert
id: Fungsi transfer
it: Funzione di trasferimento
ja: 伝達関数
ko: 전달 함수
nl: Overdrachtsfunctie
pl: Funkcja transferu
pt: Função de transferência
ru: Передаточная функция
th: ฟังก์ชันการถ่ายโอน
tr: Aktarım işlevi
vi: Hàm truyền
zh_hans: 传输函数
zh_hant: 轉換函數

# media.value.audioChannelsFmt
source: %@ (%d channels)
de: %@ (%d Kanäle)
es: %@ (%d canales)
fr: %@ (%d canaux)
id: %@ (%d saluran)
it: %@ (%d canali)
ja: %@（%d チャンネル）
ko: %@ (%d채널)
nl: %@ (%d kanalen)
pl: %@ (%d kan.)
pt: %@ (%d canais)
ru: %@ (каналов: %d)
th: %@ (%d แชนเนล)
tr: %@ (%d kanal)
vi: %@ (%d kênh)
zh_hans: %@ (%d 声道)
zh_hant: %@ (%d 聲道)

# media.value.audioOutputFmt
source: · output %@
de: · Ausgabe %@
es: · salida %@
fr: · sortie %@
id: · keluaran %@
it: · uscita %@
ja: · 出力 %@
ko: · 출력 %@
nl: · uitvoer %@
pl: · wyjście %@
pt: · saída %@
ru: · вывод %@
th: · เอาต์พุต %@
tr: · çıkış %@
vi: · đầu ra %@
zh_hans: · 输出 %@
zh_hant: · 輸出 %@

# media.value.maxcllUnknown
source: Unknown (no metadata; assuming 1000 nits)
de: Unbekannt (keine Metadaten; 1000 Nits angenommen)
es: Desconocido (sin metadatos; se asumen 1000 nits)
fr: Inconnue (métadonnées absentes ; 1000 nits supposés)
id: Tidak diketahui (tanpa metadata; diasumsikan 1000 nits)
it: Sconosciuta (metadati assenti; si assumono 1000 nit)
ja: 不明（メタデータなし、1000 nits と仮定）
ko: 알 수 없음(메타데이터 없음, 1000 nits로 가정)
nl: Onbekend (geen metadata; 1000 nits aangenomen)
pl: Nieznana (brak metadanych, przyjęto 1000 nitów)
pt: Desconhecido (sem metadados; assumindo 1000 nits)
ru: Неизвестно (нет метаданных; принято 1000 нит)
th: ไม่ทราบ (ไม่มีเมตาดาต้า ถือเป็น 1000 นิต)
tr: Bilinmiyor (meta veri yok; 1000 nit varsayılıyor)
vi: Không rõ (thiếu siêu dữ liệu; giả định 1000 nits)
zh_hans: 未知（缺元数据，按 1000 nits）
zh_hant: 未知（缺少中繼資料，以 1000 nits 計）

# media.value.maybeAtmos
source: · may contain Atmos
de: · möglicherweise mit Atmos
es: · puede incluir Atmos
fr: · peut contenir Atmos
id: · mungkin berisi Atmos
it: · potrebbe includere Atmos
ja: · Atmos を含む可能性あり
ko: · Atmos 포함 가능
nl: · bevat mogelijk Atmos
pl: · może zawierać Atmos
pt: · pode conter Atmos
ru: · возможно, с Atmos
th: · อาจมี Atmos
tr: · Atmos içerebilir
vi: · có thể chứa Atmos
zh_hans: · 可能含 Atmos
zh_hant: · 可能含 Atmos

# media.value.none
source: None
de: Keine
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
vi: Không có
zh_hans: 无
zh_hant: 無

# media.value.present
source: Present
de: Vorhanden
es: Presente
fr: Présent
id: Ada
it: Presente
ja: あり
ko: 있음
nl: Aanwezig
pl: Obecne
pt: Presente
ru: Есть
th: มี
tr: Var
vi: Có
zh_hans: 有
zh_hant: 有

# media.value.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ru: Неизвестно
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

# media.value.unspecified
source: Unspecified
de: Nicht angegeben
es: Sin especificar
fr: Non spécifié
id: Tidak ditentukan
it: Non specificato
ja: 未指定
ko: 미지정
nl: Niet gespecificeerd
pl: Nieokreślone
pt: Não especificado
ru: Не указано
th: ไม่ได้ระบุ
tr: Belirtilmemiş
vi: Chưa chỉ định
zh_hans: 未指定
zh_hant: 未指定

# memc.policy.chromaSiting
source: Chroma siting not yet verified; original frame rate kept
de: Chroma-Siting noch nicht verifiziert; ursprüngliche Bildrate wird beibehalten
es: La posición del muestreo de croma aún no está verificada; se mantiene la frecuencia de fotogramas original
fr: Position d’échantillonnage chroma non encore vérifiée ; fréquence d’images d’origine conservée
id: Posisi sampling kroma belum diverifikasi; laju bingkai asli dipertahankan
it: Posizione del campionamento croma non ancora verificata; frequenza fotogrammi originale mantenuta
ja: クロマサンプリング位置が未検証のため、元のフレームレートを維持しています
ko: 크로마 샘플링 위치가 아직 검증되지 않아 원본 프레임 속도를 유지합니다
nl: Chromapositie nog niet geverifieerd; oorspronkelijke beeldfrequentie behouden
pl: Położenie próbkowania chrominancji nie zostało jeszcze zweryfikowane; zachowano oryginalną liczbę klatek
pt: Posicionamento de croma ainda não verificado; taxa de quadros original mantida
ru: Позиция отсчётов цветности ещё не подтверждена; сохранена исходная частота кадров
th: ตำแหน่งการสุ่มตัวอย่างโครมายังไม่ผ่านการตรวจสอบ จึงคงอัตราเฟรมเดิมไว้
tr: Renk örnekleme konumu henüz doğrulanmadı; orijinal kare hızı korundu
vi: Vị trí lấy mẫu màu hiện tại chưa được xác minh, giữ nguyên tốc độ khung hình gốc
zh_hans: 当前色度采样位置尚未验证，已保留原始帧率
zh_hant: 目前色度取樣位置尚未驗證，已保留原始影格率

# memc.policy.dynamicHDR
source: This Dolby Vision profile has no verified compatible base layer
de: Dieses Dolby-Vision-Profil hat keine verifizierte kompatible Basisschicht
es: Este perfil de Dolby Vision no tiene una capa base compatible verificada
fr: Ce profil Dolby Vision n’a pas de couche de base compatible vérifiée
id: Profil Dolby Vision ini tidak memiliki lapisan dasar kompatibel yang terverifikasi
it: Questo profilo Dolby Vision non ha un livello base compatibile verificato
ja: この Dolby Vision プロファイルには検証済みの互換ベースレイヤーがありません
ko: 이 Dolby Vision 프로파일에는 검증된 호환 베이스 레이어가 없습니다
nl: Dit Dolby Vision-profiel heeft geen geverifieerde compatibele basislaag
pl: Ten profil Dolby Vision nie ma zweryfikowanej zgodnej warstwy bazowej
pt: Este perfil Dolby Vision não tem camada de base compatível verificada
ru: У этого профиля Dolby Vision нет проверенного совместимого базового слоя
th: โปรไฟล์ Dolby Vision นี้ไม่มีเลเยอร์พื้นฐานที่เข้ากันได้ซึ่งผ่านการตรวจสอบแล้ว
tr: Bu Dolby Vision profilinin doğrulanmış uyumlu bir temel katmanı yok
vi: Cấu hình Dolby Vision này không có lớp cơ sở tương thích đã được xác minh
zh_hans: 当前 Dolby Vision 配置没有已验证的兼容基础层
zh_hant: 目前的 Dolby Vision 設定檔沒有已驗證的相容基礎層

# memc.policy.fastPlayback
source: Frame interpolation is unavailable above 1× speed; it resumes at 1×
de: Bildinterpolation ist über 1× nicht verfügbar; sie wird bei 1× fortgesetzt
es: La interpolación no está disponible por encima de 1×; se reanuda a 1×
fr: L’interpolation est indisponible au-delà de 1× ; elle reprend à 1×
id: Interpolasi bingkai tidak tersedia di atas 1×; dilanjutkan pada 1×
it: L’interpolazione non è disponibile oltre 1×; riprende a 1×
ja: 1×を超える速度ではフレーム補間を利用できません。1×に戻すと再開します
ko: 1×를 초과하는 속도에서는 프레임 보간을 사용할 수 없습니다. 1×로 돌아오면 재개됩니다
nl: Frame-interpolatie is niet beschikbaar boven 1×; deze wordt hervat bij 1×
pl: Interpolacja klatek jest niedostępna powyżej 1×; zostanie wznowiona przy 1×
pt: A interpolação de quadros não está disponível acima de 1×; ela é retomada a 1×
ru: Интерполяция кадров недоступна при скорости выше 1×; она возобновится при 1×
th: การแทรกเฟรมไม่พร้อมใช้งานที่ความเร็วเกิน 1× และจะกลับมาทำงานเมื่อใช้ความเร็ว 1×
tr: 1× hızının üzerinde ara kare oluşturma kullanılamaz; 1× hızında devam eder
vi: Nội suy khung hình không khả dụng ở tốc độ trên 1×; sẽ tiếp tục khi trở về 1×
zh_hans: 播放速度超过 1× 时不可插帧，回到 1× 后自动恢复
zh_hant: 播放速度超過 1× 時無法補幀，回到 1× 後自動恢復

# memc.policy.interlaced
source: Interlaced video needs deinterlacing first; bypassed
de: Interlaced-Video erfordert zuerst Deinterlacing; umgangen
es: El video entrelazado requiere desentrelazado previo; se ha omitido
fr: La vidéo entrelacée doit d’abord être désentrelacée ; interpolation contournée
id: Video interlaced perlu deinterlacing terlebih dahulu; dilewati
it: Il video interlacciato richiede prima il deinterlacciamento; funzione bypassata
ja: インターレース映像はデインターレースが必要なため、バイパスしました
ko: 인터레이스 비디오는 먼저 디인터레이싱이 필요하여 우회했습니다
nl: Interlaced video moet eerst gedeinterlaced worden; omzeild
pl: Wideo z przeplotem wymaga najpierw usunięcia przeplotu; pominięto
pt: Vídeo entrelaçado precisa ser desentrelaçado primeiro; interpolação ignorada
ru: Чересстрочному видео сначала нужен деинтерлейсинг; выполнен обход
th: วิดีโออินเทอร์เลซต้องผ่านการดีอินเทอร์เลซก่อน จึงข้ามไป
tr: Geçmeli video önce taramasız hale getirilmeli; atlandı
vi: Video quét xen kẽ cần khử xen kẽ trước, đã bỏ qua
zh_hans: 隔行视频需先去隔行，已旁路
zh_hant: 交錯式影片需先解交錯，已略過

# memc.policy.missingIOSurface
source: Decoded frames are not IOSurface-backed; zero-copy path unavailable
de: Decodierte Frames sind nicht IOSurface-basiert; Zero-Copy-Pfad nicht verfügbar
es: Los fotogramas decodificados no están respaldados por IOSurface; la ruta de copia cero no está disponible
fr: Les images décodées ne sont pas des IOSurface ; chemin zéro copie indisponible
id: Bingkai hasil dekode bukan IOSurface; jalur zero-copy tidak tersedia
it: I fotogrammi decodificati non sono basati su IOSurface; percorso zero-copy non disponibile
ja: デコードフレームが IOSurface ではないため、ゼロコピーパスを使用できません
ko: 디코딩된 프레임이 IOSurface가 아니어서 제로 카피 경로를 사용할 수 없습니다
nl: Gedecodeerde beelden zijn geen IOSurface; zero-copy-pad niet beschikbaar
pl: Dekodowane klatki nie są oparte na IOSurface; ścieżka zero-copy niedostępna
pt: Os quadros decodificados não usam IOSurface; caminho zero-copy indisponível
ru: Декодированные кадры не основаны на IOSurface; путь без копирования недоступен
th: เฟรมที่ถอดรหัสไม่ได้อยู่บน IOSurface จึงใช้เส้นทาง zero-copy ไม่ได้
tr: Çözülen kareler IOSurface tabanlı değil; sıfır kopya yolu kullanılamıyor
vi: Khung hình giải mã không dựa trên IOSurface, không thể dùng đường zero-copy
zh_hans: 解码帧不是 IOSurface，无法走零拷贝路径
zh_hant: 解碼影格不是 IOSurface，無法使用零複製路徑

# memc.policy.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
id: Nonaktif
it: Disattivata
ja: オフ
ko: 꺼짐
nl: Uit
pl: Wyłączone
pt: Desativada
ru: Выключено
th: ปิดอยู่
tr: Kapalı
vi: Đã tắt
zh_hans: 已关闭
zh_hant: 已關閉

# memc.policy.pixelFormat
source: The decoded pixel format is not supported
de: Das Pixelformat der decodierten Frames wird nicht unterstützt
es: El formato de píxel decodificado no es compatible
fr: Le format de pixels décodé n’est pas pris en charge
id: Format piksel hasil dekode tidak didukung
it: Il formato pixel decodificato non è supportato
ja: デコードされたピクセル形式には対応していません
ko: 디코딩된 픽셀 형식이 지원되지 않습니다
nl: Het gedecodeerde pixelformaat wordt niet ondersteund
pl: Zdekodowany format pikseli nie jest obsługiwany
pt: O formato de pixel decodificado não é compatível
ru: Формат пикселей декодированных кадров не поддерживается
th: ไม่รองรับรูปแบบพิกเซลที่ถอดรหัสแล้ว
tr: Çözümlenen piksel biçimi desteklenmiyor
vi: Định dạng điểm ảnh đã giải mã không được hỗ trợ
zh_hans: 不支持当前解码像素格式
zh_hant: 不支援目前解碼的像素格式

# memc.policy.resolutionLimit
source: Video resolution exceeds the interpolation limit (long edge 4096, short edge 2160)
de: Die Videoauflösung überschreitet die Interpolationsgrenze (lange Seite 4096, kurze Seite 2160)
es: La resolución del vídeo supera el límite de interpolación (lado largo 4096, lado corto 2160)
fr: La résolution vidéo dépasse la limite d’interpolation (côté long 4096, côté court 2160)
id: Resolusi video melebihi batas interpolasi (sisi panjang 4096, sisi pendek 2160)
it: La risoluzione video supera il limite di interpolazione (lato lungo 4096, lato corto 2160)
ja: 動画の解像度がフレーム補間の上限を超えています（長辺 4096、短辺 2160）
ko: 동영상 해상도가 프레임 보간 한도를 초과합니다 (긴 변 4096, 짧은 변 2160)
nl: De videoresolutie overschrijdt de interpolatielimiet (lange zijde 4096, korte zijde 2160)
pl: Rozdzielczość wideo przekracza limit interpolacji (dłuższy bok 4096, krótszy bok 2160)
pt: A resolução do vídeo excede o limite de interpolação (lado maior 4096, lado menor 2160)
ru: Разрешение видео превышает предел интерполяции (длинная сторона 4096, короткая сторона 2160)
th: ความละเอียดวิดีโอเกินขีดจำกัดการแทรกเฟรม (ด้านยาว 4096 ด้านสั้น 2160)
tr: Video çözünürlüğü kare enterpolasyonu sınırını aşıyor (uzun kenar 4096, kısa kenar 2160)
vi: Độ phân giải video vượt quá giới hạn nội suy khung hình (cạnh dài 4096, cạnh ngắn 2160)
zh_hans: 视频分辨率超过插帧上限（长边 4096，短边 2160）
zh_hant: 影片解析度超過補幀上限（長邊 4096，短邊 2160）

# memc.policy.scanUnknown
source: Determining scan type; waiting for a keyframe
de: Abtastverfahren wird ermittelt; Warten auf ein Keyframe
es: Determinando el tipo de escaneo del video; esperando un fotograma clave
fr: Détermination du type de balayage ; en attente d’une image clé
id: Memastikan jenis pemindaian video; menunggu bingkai kunci
it: Determinazione del tipo di scansione; in attesa di un fotogramma chiave
ja: 映像のスキャン方式を確認中です。キーフレームを待っています
ko: 비디오 스캔 방식을 확인하는 중입니다. 키 프레임 대기 중
nl: Scantype wordt bepaald; wachten op een keyframe
pl: Trwa ustalanie typu skanowania; oczekiwanie na klatkę kluczową
pt: Confirmando o tipo de varredura do vídeo; aguardando um quadro-chave
ru: Определяется тип развёртки; ожидание ключевого кадра
th: กำลังตรวจสอบรูปแบบการสแกนของวิดีโอ รอคีย์เฟรม
tr: Video tarama türü belirleniyor; anahtar kare bekleniyor
vi: Đang xác định kiểu quét video, chờ khung hình chính
zh_hans: 正在确认视频扫描方式，等待关键帧
zh_hant: 正在確認影片掃描方式，等待關鍵影格

# memc.policy.unavailable
source: Requires macOS 26 or later
de: Erfordert macOS 26 oder neuer
es: Requiere macOS 26 o posterior
fr: Nécessite macOS 26 ou ultérieur
id: Memerlukan macOS 26 atau lebih baru
it: Richiede macOS 26 o versione successiva
ja: macOS 26 以降が必要です
ko: macOS 26 이상이 필요합니다
nl: Vereist macOS 26 of nieuwer
pl: Wymaga systemu macOS 26 lub nowszego
pt: Requer o macOS 26 ou posterior
ru: Требуется macOS 26 или новее
th: ต้องใช้ macOS 26 ขึ้นไป
tr: macOS 26 veya daha yenisi gerekiyor
vi: Yêu cầu macOS 26 trở lên
zh_hans: 需要 macOS 26 或更高版本
zh_hant: 需要 macOS 26 或以上版本

# memc.status.budget.activeFmt
source: Interpolating %u×%u · %d%% covered · %.1f s lookahead · %u sessions
de: Interpolation %u×%u · %d%% Abdeckung · %.1f s Vorlauf · %u Sitzungen
es: Interpolando %u×%u · cobertura del %d%% · %.1f s de anticipación · %u sesiones
fr: Interpolation %u×%u · couverture de %d%% · %.1f s d’anticipation · %u sessions
id: Menginterpolasi %u×%u · cakupan %d%% · antisipasi %.1f dtk · %u sesi
it: Interpolazione %u×%u · copertura %d%% · anticipo %.1f s · %u sessioni
ja: 補間 %u×%u · カバー率 %d%% · 先読み %.1f 秒 · %u セッション
ko: 보간 %u×%u · 적용률 %d%% · %.1f초 미리 읽기 · 세션 %u개
nl: Interpolatie %u×%u · %d%% dekking · %.1f s vooruit · %u sessies
pl: Interpolacja %u×%u · pokrycie %d%% · wyprzedzenie %.1f s · sesje: %u
pt: Interpolando %u×%u · cobertura de %d%% · %.1f s de antecipação · %u sessões
ru: Интерполяция %u×%u · покрытие %d%% · упреждение %.1f с · сеансов: %u
th: แทรกเฟรม %u×%u · ครอบคลุม %d%% · อ่านล่วงหน้า %.1f วินาที · %u เซสชัน
tr: Ara kare oluşturma %u×%u · %d%% kapsam · %.1f sn ileri okuma · %u oturum
vi: Nội suy %u×%u · độ phủ %d%% · đọc trước %.1f giây · %u phiên
zh_hans: 插帧 %u×%u · 覆盖 %d%% · 前瞻 %.1f 秒 · %u 路
zh_hant: 補幀 %u×%u · 覆蓋 %d%% · 前瞻 %.1f 秒 · %u 路

# memc.status.budget.bufferingFmt
source: Buffering for interpolation %d%%
de: Pufferung für Bildinterpolation: %d%%
es: Almacenando en búfer para interpolar: %d%%
fr: Mise en mémoire tampon pour l’interpolation : %d%%
id: Buffering untuk interpolasi: %d%%
it: Buffering per l’interpolazione: %d%%
ja: 補間用バッファリング中 %d%%
ko: 보간을 위해 버퍼링 중: %d%%
nl: Bufferen voor interpolatie: %d%%
pl: Buforowanie na potrzeby interpolacji: %d%%
pt: Armazenando em buffer para interpolação: %d%%
ru: Буферизация для интерполяции: %d%%
th: กำลังบัฟเฟอร์เพื่อแทรกเฟรม %d%%
tr: Ara kare oluşturma için arabelleğe alınıyor: %d%%
vi: Đang tạo bộ đệm để nội suy: %d%%
zh_hans: 插帧缓冲中 %d%%
zh_hant: 補幀緩衝中 %d%%

# memc.status.budget.engineFailedFmt
source: Interpolation engine unavailable: %@
de: Interpolationsmodul nicht verfügbar: %@
es: Motor de interpolación no disponible: %@
fr: Moteur d’interpolation indisponible : %@
id: Mesin interpolasi tidak tersedia: %@
it: Motore di interpolazione non disponibile: %@
ja: 補間エンジンを利用できません：%@
ko: 보간 엔진을 사용할 수 없음: %@
nl: Interpolatie-engine niet beschikbaar: %@
pl: Silnik interpolacji niedostępny: %@
pt: Motor de interpolação indisponível: %@
ru: Модуль интерполяции недоступен: %@
th: เอนจินแทรกเฟรมไม่พร้อมใช้งาน: %@
tr: Ara kare oluşturma motoru kullanılamıyor: %@
vi: Bộ máy nội suy không khả dụng: %@
zh_hans: 插帧引擎不可用：%@
zh_hant: 補幀引擎無法使用：%@

# memc.status.budget.memoryFmt
source: Not enough memory for motion smoothing (needs about %.1f GB)
de: Nicht genügend Arbeitsspeicher für die Bewegungsglättung (etwa %.1f GB benötigt)
es: Memoria insuficiente para suavizar el movimiento (se necesitan unos %.1f GB)
fr: Mémoire insuffisante pour le lissage de mouvement (environ %.1f Go nécessaires)
id: Memori tidak cukup untuk penghalusan gerakan (memerlukan sekitar %.1f GB)
it: Memoria insufficiente per la fluidità del movimento (servono circa %.1f GB)
ja: モーションスムージングに必要なメモリが不足しています（約 %.1f GB 必要）
ko: 모션 스무딩을 위한 메모리가 부족합니다(약 %.1f GB 필요)
nl: Onvoldoende geheugen voor vloeiende beweging (ongeveer %.1f GB nodig)
pl: Za mało pamięci do wygładzania ruchu (wymagane około %.1f GB)
pt: Memória insuficiente para suavizar o movimento (são necessários cerca de %.1f GB)
ru: Недостаточно памяти для сглаживания движения (требуется около %.1f ГБ)
th: หน่วยความจำไม่เพียงพอสำหรับการเคลื่อนไหวลื่นไหล (ต้องการประมาณ %.1f GB)
tr: Hareket yumuşatma için bellek yetersiz (yaklaşık %.1f GB gerekiyor)
vi: Không đủ bộ nhớ để làm mượt chuyển động (cần khoảng %.1f GB)
zh_hans: 内存不足，无法插帧（约需 %.1f GB）
zh_hant: 記憶體不足，無法補幀（約需 %.1f GB）

# memc.status.budget.preparing
source: Preparing the interpolation engine…
de: Interpolationsmodul wird vorbereitet …
es: Preparando el motor de interpolación…
fr: Préparation du moteur d’interpolation…
id: Menyiapkan mesin interpolasi…
it: Preparazione del motore di interpolazione…
ja: 補間エンジンを準備中…
ko: 보간 엔진 준비 중…
nl: Interpolatie-engine voorbereiden…
pl: Przygotowywanie silnika interpolacji…
pt: Preparando o motor de interpolação…
ru: Подготовка модуля интерполяции…
th: กำลังเตรียมเอนจินแทรกเฟรม…
tr: Ara kare oluşturma motoru hazırlanıyor…
vi: Đang chuẩn bị bộ máy nội suy…
zh_hans: 正在准备插帧引擎…
zh_hant: 正在準備補幀引擎…

# memc.status.displayCadenceFmt
source: Display maxes out at %.0f Hz and cannot fully present %.1f fps
de: Display schafft maximal %.0f Hz und kann %.1f fps nicht vollständig darstellen
es: La pantalla llega como máximo a %.0f Hz y no puede presentar por completo %.1f fps
fr: L’écran plafonne à %.0f Hz et ne peut pas afficher intégralement %.1f images/s
id: Layar maksimum %.0fHz sehingga tidak dapat menampilkan %.1ffps secara penuh
it: Il display arriva al massimo a %.0f Hz e non può presentare per intero %.1f fps
ja: ディスプレイは最大 %.0fHz のため、%.1ffps を完全には表示できません
ko: 디스플레이가 최대 %.0fHz라 %.1ffps를 온전히 표시할 수 없습니다
nl: Scherm haalt maximaal %.0f Hz en kan %.1f fps niet volledig weergeven
pl: Wyświetlacz obsługuje maks. %.0f Hz i nie może w pełni wyświetlić %.1f fps
pt: A tela chega a no máximo %.0f Hz e não consegue apresentar %.1f fps por completo
ru: Дисплей поддерживает максимум %.0f Гц и не может полностью отобразить %.1f fps
th: จอแสดงผลรองรับสูงสุด %.0fHz จึงแสดง %.1ffps ได้ไม่ครบถ้วน
tr: Ekran en çok %.0f Hz destekliyor; %.1f fps tam olarak sunulamıyor
vi: Màn hình tối đa %.0f Hz, không thể hiển thị trọn vẹn %.1f fps
zh_hans: 显示器最高 %.0fHz，无法完整呈现 %.1ffps
zh_hant: 顯示器最高 %.0fHz，無法完整呈現 %.1ffps

# memc.status.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
id: Nonaktif
it: Disattivata
ja: オフ
ko: 꺼짐
nl: Uit
pl: Wyłączone
pt: Desativada
ru: Выключено
th: ปิดอยู่
tr: Kapalı
vi: Đã tắt
zh_hans: 已关闭
zh_hant: 已關閉

# memc.status.unknown
source: Status unknown
de: Status unbekannt
es: Estado desconocido
fr: État inconnu
id: Status tidak diketahui
it: Stato sconosciuto
ja: 状態不明
ko: 상태 알 수 없음
nl: Status onbekend
pl: Stan nieznany
pt: Estado desconhecido
ru: Состояние неизвестно
th: ไม่ทราบสถานะ
tr: Durum bilinmiyor
vi: Trạng thái không rõ
zh_hans: 状态未知
zh_hant: 狀態未知
